<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'general' => 'عامة',
    'general_q1' => 'هل يوجد تعويض للحصة في حالة الغياب ؟',
    'general_a1' => 'نعم لدينا طاقم يسهر على موافاتكم بالحصص المسجلة وتذكيركم بتوقيت الحصص.',
    'general_q2' => 'ما هي مميزات الدراسة الفردية وهل يتغير السعر ؟',
    'general_a2' => 'من مميزات الدراسة الفردية أن الطالب يختار التوقيت توزيع الحصص الحجم الساعي لكل حصة.',
    'general_q3' => 'هل يوجد شروط أثناء حضور الحصة ؟',
    'general_a3' => 'نعم، يشترط على الطالب الالتزام بحضور جميع الحصص كما يشترط عليه المشاركة أثناء الحصة والرد على أسئلة الأستاذ وخل الواجبات. كما يجب عليه الجلوس في غرفة هادئة تجنبا للتشويش والتركيز مع الحصة.',

    'department_composition' => 'قسم التكوين',
    'composition_q1' => 'هل يوجد شهادة معتمدة في الدورات التكوينية التي تقدمونها ؟',
    'composition_a1' => 'منصة علم هي أحد مشاريع مدرسة سوف أكاديمي المعتمدة منذ سنة 2018 من طرف الدولة بقرار رسمي يمكنكم الاطلاع عليه من خلال موقعنا هذا.',
    'composition_q2' => 'هل يوجد مستوى معين مطلوب لتعلم دورة ما ؟',
    'composition_a2' => 'لا يشترط مستوى معين إلا في التكوينات التأهيلية التي يستوجب على الطالب أن يكون مستواه على الأقل الثالثة ثانوي.',
    'composition_q3' => 'كيف أستلم شهادتي ؟',
    'composition_a3' => 'يتم ذلك إلكترونيا',
    'composition_q4' => 'في حال لم أفهم درس معين هل يوجد متابعة لنا ؟',
    'composition_a4' => 'نعم يوجد متابعة وتقييم وتقويم لكافة ما تتم دراسته، واختيار الطالب تطبيقيا لمعرفة نتيجة ذلك',

    'department_languages' => 'قسم اللغات',
    'languages_q1' => 'كيف يمكنني البداية معكم ؟',
    'languages_a1' => 'البداية تكون بامتحان تحديد المستوى يتم تصحيحه من طرف أساتذتنا، يتم من خلاله اختبار مدى معرفتك للقواعد والكتابة والتعبير، لتخضع مرة أخرى لاختبار شفهي من طرف الأستاذ في الحصة الأولى لرؤيتك قدرتك على المحادثة.',
    'languages_q2' => 'هل الشهادة التي تقدمونها في اللغات معتمدة ؟',
    'languages_a2' => 'نعم حين إنهائك لجميع مستوياتك في أي لغة تريد دراستها تتحصل على شهادة معتمدة، ويجدر الإشارة أن سوف أكاديمي متعاقدة مع القنصلية البريطانية في الجزائر أي هي مركز الوحيد في الجنوب الجزائري لاجتياز والتسجيل في امتحان IELTS.',
    'languages_q3' => 'في اللغات هل يتم الانتقال تلقائيا للمستوى التالي بعد الانتهاء ؟',
    'languages_a3' => 'نعم ستخضع لاختبار تحديد المستوى لنتأكد من مدى جاهزيتك وننتقل للمستوى الثاني.',
    'languages_q4' => 'هل يوجد أساتذة أجنبيين يدرِّسون معكم ؟',
    'languages_a4' => 'نعم، ونظرا لإدراكنا أن التعامل مع أستاذ أجنبي لا يضيف شرحا باللغة العربية قد يكون صعبا للمبتدئين، قمنا بتخصيصهم للمستويات المتقدمة.',
];
